export const BRANCHES_DATA = {
  vostok: {
    title: 'Филиал Восток (Центр)',
    address: 'г. Бишкек, ул. Исанова, д. 42/1 (пересекает пр. Чуй)',
    schedule: ['Пн-Пт: 10:00 - 21:00', 'Сб: 10:00 - 18:00', 'Вс: выходной'],
    phones: ['+996 (312) 66-00-00', '+996 (555) 123-456'],
    email: 'vostok@ogulov.kg',
    mapLink: 'https://2gis.kg'
  },
  zapad: {
    title: 'Филиал Запад (Джал)',
    address: 'г. Бишкек, мкр. Джал-23, д. 59 (по Южной Магистрали)',
    schedule: ['Пн-Пт: 09:00 - 19:00', 'Сб: 09:00 - 16:00', 'Вс: выходной'],
    phones: ['+996 (707) 123-456', '+996 (777) 987-654'],
    email: 'jhal@ogulov.kg',
    mapLink: 'https://2gis.kg'
  }
};
