export const mockMethods = [
  {
    id: 1,
    slug: 'visceral-practice',
    title: 'Висцеральная практика',
    desc: 'Висцеральная практика - это воздействие на внутренние органы посредством надавливания, простукивания, сдвижения, массажа живота с целью восстановления положения органов и восстановления микроциркуляции в их околоорганных пространствах.',
    image: '/methods/viscer1.jpg',
    personalImage: 
        [
        '/methods/viscer1.jpg',
        '/methods/viscer2.jpg',
        '/methods/viscer3.jpg',
        '/methods/viscer4.jpg',
        '/methods/viscer5.jpg'],

    videoUrl: 'dQw4w9WgXcQ', // ID видео с YouTube
    fullBio: `В основе многих заболеваний, возникающих в течение жизни человека, лежат венозные и лимфатические застои во внутренних органах. Застойные явления, опущения и смещения органов приводят к нарушению обменных процессов и снижению иммунитета. Человек, как и все живое – биологический объект и если нарушается крово и лимфо обращение, то увеличивается рост бактерий грибов паразитов, вирусов, и как следствие возникают различные патологии.

И естественно, устранение венозно-лимфатических застоев во внутренних органах приводит к нормализации функций и восстановлению всего организма в целом. Этого можно добиться с помощью методики Огулова А.Т. - висцеральной практики.

Висцеральная практика - это воздействие на внутренние органы посредством надавливания, сдвижения, смещения, т.е. массажа живота с целью восстановления физиологического положения органов, устранения спазмов, застойных явлений, и восстановления кровообращения и микроциркуляции органов. Метод позволяет выявить нарушения в органах посредством пальпаторного исследования представительных зон на теле человека. После выявления нарушений специалист начинает проводить оздоровительные манипуляции. Все эти действия помогают восстановить здоровье, омолодить организм и продлить жизнь.

В работе Центра используются не имеющие аналогов в мире авторские методики А.Т. Огулова, которые успешно применяются более 20 лет. Также в академии Огулова проводится обучение по висцеральной практике в Москве, других городах России и за рубежом.

Эффект от процедуры:

• выявление нарушений в работе органов и систем;

• устранение венозного и лимфатического застоя во внутренних органах и около органных пространствах;

• восстановление нормального положения внутренних органов;

• нормализации функций всех систем организма;

• улучшение кровообращения во всем теле;

• улучшение психического состояния, устойчивость к стрессам и экологическим катаклизмам.

Абсолютные противопоказания:

• выпячивание брюшной аорты;

• наличие тромбов и склонность организма к образованию тромбов;

• наличие лихорадки, воспалений и инфекций;

• наличие в организме посторонних тел;

• травмы костей в остром течении;

• кровотечения;

• перитонит;

• злокачественные опухоли;

• аутоиммунные заболевания.

Относительные противопоказания:

• камни в почках и в желчном пузыре;

• гормонально-активная опухоль;

• стойкое повышение артериального давления, не поддающееся контролю;

• сердечная, почечная, дыхательная недостаточность, сахарный диабет;

• бредовые и параноидальные расстройства;

• воспаления и эрозии внутренних слизистых оболочек;

• истощенное состояние организма;

• нахождение в стадии острого алкогольного или наркотического состояния.

Подготовка к процедуре:

Не имеется конкретных рекомендаций. Чтобы добиться более лучшего результата, перед сеансом рекомендуется не есть. Необходимо предоставить специалисту всю информацию о наличии любых заболеваний, так как их наличие может послужить противопоказанием к проведению процедуры.`
},




]