

export const mockDoctors = [
  {
    id: 1,
    slug: 'ogulov-alexander-timofeevich',
    name: 'Огулов Александр Тимофеевич',
   
    exp: 'Опыт более 30 лет',
    desc: 'Генеральный директор Учебно-оздоровительного Огулов Центра. Президент Профессиональной ассоциации специалистов висцеральных практик, профессор народной медицины, действительный член международной Европейской Академии Естественных наук (Ганновер. Германия). Основоположник и исследователь направления "Висцеральная практика" - массаж внутренних органов через переднюю стенку живота. Профессиональное начало деятельности в области висцеральной практики с 1985 года.',
    image: '/doctors/Ogulov_b.gif',
    personalImage: '/doctors/Ogulov.jpg',
    fullBio: `
    Генеральный директор Учебно-оздоровительного Огулов Центра.

Президент Профессиональной ассоциации специалистов висцеральных практик, профессор народной медицины, действительный член международной Европейской Академии Естественных наук (Ганновер. Германия). Основоположник направления «Висцеральная практика» (массаж внутренних органов через переднюю стенку живота), автор метода «Коррекция функционального состояния организма».

Профессиональное начало деятельности в области висцеральной практики с 1985 года.
Имеет более 10 000 своих учеников и последователей в разных странах мира.


Награжден медалями:
•    лауреата премии им. Я. Г. Гальперина «За вклад в развитие народной медицины в России».
•    янтарной звездой Магистра народной медицины.
•    медалью «За практический вклад в укрепление здоровья нации».
•    награжден медалью Пауля Эрлиха «Во благо здоровья».
•    почетной медалью «За успехи в народной медицине».

Мастер Спорта СССР по самбо и дзюдо.
Автор множества книг и публикаций по висцеральной практике и лечению заболеваний внутренних органов.`,
   

    videoUrl: 'dQw4w9WgXcQ', // ID видео с YouTube
    methods: [
      { id: 'visceral', title: 'Висцеральный массаж (Старославянская практика)', shortDesc: 'Глубокий мануальный массаж внутренних органов для снятия спазмов и улучшения кровообращения.' },
      { id: 'vacuum', title: 'Вакуумная терапия (Постановка банок)', shortDesc: 'Использование баночного массажа для мощного лимфодренажа и очищения тканей.' }
    ]
  },
  {
    id: 2,
    slug: 'smirnov-constantin-anatolevich',
    name: 'Смирнов Константин Анатольевич',
    exp: 'Опыт более 15 лет',
    desc: 'Специалист висцеральных практик высшей категории, специалист по оздоровлению пчелами, натуропат.',
    image: '/doctors/Smironv1.jpg',
    fullBio: `
  
Специалист висцеральных практик высшей категории, специалист по оздоровлению пчелами, натуропат.

Окончил Российский национально-исследовательский медицинский университет им. Н.И. Пирогова по специальности «Педиатрия».

Член Профессиональной ассоциации специалистов висцеральных практик.
Аккредитованный преподаватель Академии Огулова.

Ведет семинары:
Гирудооздоровление. Постановка пиявок.
Оздоровление пчелами и продуктами пчеловодства в висцеральной практике.

Опыт медицинской и оздоровительной деятельности:
● опыт в традиционной медицине (реаниматология — 7 лет, гастроэнтерология — 3 года.)
● опыт оздоровительных практик — 15 лет.
● С 2004 года работает в Клинике Огулова.`,
    
    videoUrl: '9bZkp7q19f0', 
    methods: [
      { id: 'apitherapy', title: 'Апитерапия (Оздоровление пчелоужалением)', shortDesc: 'Применение пчелиного яда в лечебных дозах для купирования воспалительных процессов в суставах.' },
      { id: 'visceral', title: 'Висцеральный массаж органов брюшной полости', shortDesc: 'Восстановление нормального анатомического положения и подвижности органов ЖКТ.' }
    ]
  },
  {
    id: 3,
    slug: 'merzlov-vladimir-vasilievich',
    name: 'Мерзлов Владимир Васильевич',
    exp: 'Опыт более 15 лет',
    desc: 'Специалист висцеральных практик высшей категории, специалист по оздоровлению пчелами. Преподаватель Академии Огулова.',
    image: '/doctors/Merzlov.jpg',
    videoUrl: 'dQw4w9WgXcQ',
    fullBio: `
    Специалист висцеральных практик высшей категории, специалист по оздоровлению пчелами.

Окончил Медицинское училище №17 Главуправздравоохранения по специальности «Лечебное дело».

Член Профессиональной ассоциации специалистов висцеральных практик.
Аккредитованный преподаватель Академии Огулова.

Ведёт семинары:
Вакуумная практика. Профессиональное использование.

Опыт медицинской и оздоровительной деятельности:
● опыт оздоровительных практик – 28 лет.
● С 2016 г. работает в Клинике Огулова.`,
 
    methods: [
      { id: 'apitherapy', title: 'Комплексная апитерапия', shortDesc: 'Использование продуктов пчеловодства и пчелоужаления для снятия воспалений.' },
      { id: 'visceral', title: 'Висцеральная терапия', shortDesc: 'Мануальное устранение венозных и лимфатических застоев в брюшной полости.' }
    ]
  },
  {
    id: 4,
    slug: 'belov-igor-alexandrovich',
    name: 'Белов Игорь Александрович',
    exp: 'Опыт более 19 лет',
    desc: 'Специалист висцеральных практик, специалист по оздоровлению пчелами.',
    image: '/doctors/Belov.jpg',
    videoUrl: '9bZkp7q19f0',
    fullBio: `
    Специалист висцеральных практик высшей категории, специалист по оздоровлению пчелами.

Окончил Медицинское училище №19 г. Москва по специальности «Фельдшер».

Член Профессиональной ассоциации специалистов висцеральных практик. 

Опыт медицинской и оздоровительной деятельности:

опыт оздоровительных практик – 19 года.  
С 2000 г. работает в Клинике Огулова.`,

    methods: [
      { id: 'visceral', title: 'Висцеральный массаж по Огулову', shortDesc: 'Нормализация работы внутренних органов за счет снятия спазма связочного аппарата.' },
      { id: 'apitherapy', title: 'Апирефлексотерапия', shortDesc: 'Постановка пчел по биологически активным точкам организма.' }
    ]
  },
   {
    id: 5,
    slug: 'kalikova-roza-niyazbekovna',
    name: 'Калилова Роза Ниязбековна',
    exp: 'Опыт работы более 20 лет', // Базовая заглушка стажа для фронта
    desc: 'Специалист висцеральных практик высшей категории.',
    image: '/doctors/Roza.jpg', 
    fullBio: `
    Специалист висцеральных практик высшей категории. Гирудооздоровление гинекологических зон.

Член Профессиональной ассоциации специалистов висцеральных практик. ГБПОУ Медколледж 6 г. Москвы по специальности «Акушерское дело». 

Опыт оздоровительной деятельности:

опыт в традиционной медицине (медицинская сестра — 7 лет.) 
опыт оздоровительных практик – 14 лет.  
С 2018 г. работает в Клинике Огулова.`,
 
    videoUrl: '', // Оставляем пустую строку для условного рендеринга (если видео нет)
    methods: [
      { id: 'visceral', title: 'Висцеральный массаж по Огулову', shortDesc: 'Глубокая мануальная проработка органов брюшной полости для восстановления их естественной подвижности.' }
    ]
  },
  {
    id: 6,
    slug: 'kolbina-tatiana-vladimirovna',
    name: 'Колбина Татьяна Владимировна',
    exp: 'Опыт работы более 20 лет',
    desc: 'Специалист висцеральных практик высшей категории, психотерапевт, диагност.',
    image: '/doctors/Kolbina.jpg', 
    fullBio: `
    Специалист висцеральных практик высшей категории, психотерапевт, диагност.

Окончила Университет Российской академии образования г. Москва по специальности «Психология». Окончила Челябинское медицинское училище Министерства здравоохранения РСФСР по специальности «Санитарный фельдшер».

Повысила свою квалификацию в Российском государственном медицинском университете ГОУ ВПО по диагностическим методам (темнопольный микроскоп).

Член Профессиональной ассоциации специалистов висцеральных практик. Член профессиональной психотерапевтической лиги (свидетельство №1327) и европейской ассоциации психотерапевтов.

Награждена медалью «За вклад в развитии Профессиональной Ассоциации висцеральных терапевтов» 2016г.

Опыт медицинской и оздоровительной деятельности:

опыт в традиционной медицине (психолог — 16 лет.) 
опыт оздоровительных практик – 12 лет.  
С 2016 г. работает в Клинике Огулова.`,
    
    videoUrl: '', 
    methods: [
      { id: 'visceral', title: 'Висцеральные практики и обдавливание', shortDesc: 'Мануальное снятие функциональных блоков и спазмов связочного аппарата внутренних органов.' },
      { id: 'diagnostics', title: 'Комплексная диагностика центра', shortDesc: 'Определение общего состояния организма и нарушений систем по оригинальным проекционным зонам.' }
    ]
  },
  {
    id: 7,
    slug: 'korchma-lidia-ivanovna',
    name: 'Корчма Лидия Ивановна',
    role: 'Специалист висцеральных практик высшей категории.',
    exp: 'Опыт работы согласно реестру центра',
    desc: 'Специалист висцеральных практик высшей категории.',
    image: '/doctors/Lidiya.jpg', 
    fullBio: `
    Специалист висцеральных практик высшей категории.

Окончила ОГБПОУ Ульяновского Медицинского Колледжа по специальности “Фельдшер”.

Член Профессиональной ассоциации специалистов висцеральных практик.

Опыт медицинской и оздоровительной деятельности:

опыт в традиционной медицине  (фельдшер — 26 лет.) 
опыт оздоровительных практик – 24 года.  
С 2007 г. работает в Клинике Огулова.`,
  
    videoUrl: '', 
    methods: [
      { id: 'visceral', title: 'Старославянская висцеральная практика', shortDesc: 'Мануальное обдавление внутренних органов для снятия спастических состояний и улучшения микроциркуляции.' }
    ]
  },






];
