

export const mockDoctors = [
  {
    id: 1,
    slug: 'ogulov-alexander-timofeevich',
    name: 'Огулов Александр Тимофеевич',
    role: 'Генеральный директор Учебно-оздоровительного Огулов Центра. Президент Профессиональной ассоциации специалистов висцеральных практик, профессор народной медицины, действительный член международной Европейской Академии Естественных наук (Ганновер. Германия). Основоположник и исследователь направления "Висцеральная практика" - массаж внутренних органов через переднюю стенку живота. Профессиональное начало деятельности в области висцеральной практики с 1985 года.',
    exp: 'Опыт более 30 лет',
    desc: 'Президент Профессиональной ассоциации висцеральных практик. Основоположник направления "Висцеральная практика". Действительный член международной Европейской Академии Естественных наук.',
    image: '/doctors/Ogulov_b.gif', 
    fullBio: `
    Генеральный директор Учебно-оздоровительного Огулов Центра.

Президент Профессиональной ассоциации специалистов висцеральных практик, профессор народной медицины, действительный член международной Европейской Академии Естественных наук (Ганновер. Германия). Основоположник направления «Висцеральная практика» (массаж внутренних органов через переднюю стенку живота), автор метода «Коррекция функционального состояния организма».

Профессиональное начало деятельности в области висцеральной практики с 1985 года.
Имеет более 10 000 своих учеников и последователей в разных странах мира.


Награжден медалями:
•    лауреата премии им. Я. Г. Гальперина «За вклад в развитие народной медицины в России».
•    янтарной звездой Магистра народной медицины.
•    медалью «За практический вклад в укрепление здоровья нации».
•    награжден медалью Пауля Эрлиха «Во благо здоровья».
•    почетной медалью «За успехи в народной медицине».

Мастер Спорта СССР по самбо и дзюдо.
Автор множества книг и публикаций по висцеральной практике и лечению заболеваний внутренних органов.`,
   

    videoUrl: 'dQw4w9WgXcQ', // ID видео с YouTube
    methods: [
      { id: 'visceral', title: 'Висцеральный массаж (Старославянская практика)', shortDesc: 'Глубокий мануальный массаж внутренних органов для снятия спазмов и улучшения кровообращения.' },
      { id: 'vacuum', title: 'Вакуумная терапия (Постановка банок)', shortDesc: 'Использование баночного массажа для мощного лимфодренажа и очищения тканей.' }
    ]
  },
  {
    id: 2,
    slug: 'smirnov-constantin-anatolevich',
    name: 'Смирнов Константин Анатольевич',
    role: 'Специалист висцеральных практик высшей категории',
    exp: 'Опыт более 15 лет',
    desc: 'Специалист по оздоровлению пчелами, натуропат. Руководитель регионального филиала Ассоциации.',
    image: '/doctors/smirnov.jpg',
    fullBio: `
    вич
Специалист висцеральных практик высшей категории, специалист по оздоровлению пчелами, натуропат.

Окончил Российский национально-исследовательский медицинский университет им. Н.И. Пирогова по специальности «Педиатрия».

Член Профессиональной ассоциации специалистов висцеральных практик.
Аккредитованный преподаватель Академии Огулова.

Ведет семинары:
Гирудооздоровление. Постановка пиявок.
Оздоровление пчелами и продуктами пчеловодства в висцеральной практике.

Опыт медицинской и оздоровительной деятельности:
● опыт в традиционной медицине (реаниматология — 7 лет, гастроэнтерология — 3 года.)
● опыт оздоровительных практик — 15 лет.
● С 2004 года работает в Клинике Огулова.`,
    
    videoUrl: '9bZkp7q19f0', 
    methods: [
      { id: 'apitherapy', title: 'Апитерапия (Оздоровление пчелоужалением)', shortDesc: 'Применение пчелиного яда в лечебных дозах для купирования воспалительных процессов в суставах.' },
      { id: 'visceral', title: 'Висцеральный массаж органов брюшной полости', shortDesc: 'Восстановление нормального анатомического положения и подвижности органов ЖКТ.' }
    ]
  }
];
