export const faqData = [
  {
    question: "Как записаться на прием в клинику?",
    answer: "Записаться можно через форму на сайте, по телефону 8 800 550-47-95 или через WhatsApp. Наши администраторы помогут выбрать удобное время."
  },
  {
    question: "Какие методики используются в клинике?",
    answer: "В работе клиники используются авторские методики А.Т. Огулова, а также современные оздоровительные практики. Подробности можно найти на странице 'Методы'."
  },
  {
    question: "Можно ли пройти обучение в Академии?",
    answer: "Да, курсы Академии открыты для всех желающих. После обучения выпускники могут присоединиться к профессиональному сообществу специалистов."
  },
  {
    question: "Какие награды имеет центр?",
    answer: "Все награды и сертификаты клиники представлены на странице 'Награды'."
  },
  {
    question: "Существуют ли противопоказания для посещения клиники?",
    answer: "В некоторых случаях могут быть противопоказания. Консультация специалиста обязательна перед курсом процедур."
  },


  {
    question: "Что такое висцеральный массаж (висцеральная практика)?",
    answer: "Висцеральная практика - это массаж внутренних органов через переднюю стенку живота посредством надавливания, простукивания, сдвижения, с целью восстановления положения органов и восстановления микроциркуляции в их околоорганных пространствах. За счет этих действий убираются спазмы, венозные застои, происходит нормализация многих обменных процессов в организме и устранение функциональных расстройств. Происходят глубокие физиологические процессы, приводящие к восстановлению работы не только внутренних органов, но и всего организма в целом. В работе нашей Клиники используются не имеющие аналогов в мире авторские методики А.Т. Огулова, которые успешно применяются уже более 30 лет."
  },
  {
    question: "Какой минимальный курс висцерального массажа нужно пройти?",
    answer: "В зависимости от состояния организма будет назначен оптимальный курс висцерального массажа и необходимые дополнительные процедуры. Решение о периодичности и интенсивности проведения процедур принимается на консультации вместе со специалистом индивидуально.   Желательно полностью пройти назначенный минимальный курс и выполнять рекомендации специалиста. Минимальный оптимальный курс составляет 5-10 сеансов висцерального массажа."
  },
  {
    question:"Сколько по времени идет консультация у специалиста и что мне там будут делать?",
    answer: "Консультация специалиста длиться до 30 минут. Специалист беседует с пациентом, разбирается в ситуации. Проводится опрос пациента, первичная диагностика (например, тестирование по проекционным зонам, пульсовая диагностика, диагностика живота). С помощью пальпации и прощупывания живота определяется состояние внутренних органов и зон, требующих особенного внимания в дальнейшей работе с пациентом. По результатам первичного тестирования выбирается наиболее подходящая тактика оздоровления. Пациент получает рекомендации."
  },
  {
    question:"Сколько по времени длится прием специалиста?",
    answer:"Продолжительность одного приема составляет 60 минут.  Обращаем внимание, что при некоторых хронических проблемах нужно время на восстановление организма (иногда от 1 месяца и более), т.к. организму нужно время на адаптацию и запуск восстановительных функций."
  }, 
  {
    question: "Чем отличается специалист высшей категории и просто специалист по оздоровлению?",
    answer: "Специалист высшей категории отличается опытом работы в нашем Центре (не менее 3 лет), стабильными результатами оздоровления пациентов, отсутствием жалоб, наличием положительных отзывов. А также, владением дополнительными методиками. Высшая категория присваивается специалисту по решению квалификационной комиссии Центра, возглавляемой Огуловым А.Т. Поэтому стоимость работы специалиста высшей категории отличается от стоимости работы специалиста по оздоровлению."
  }, 
  {
    question: "Может мне сначала записаться к Огулову А.Т.?",
    answer: "В нашей Клинике работают квалифицированные специалисты висцеральных практик, прошедшие все уровни обучения у Огулова Александра Тимофеевича, отобранные им лично и имеющие большой опыт в оздоровлении людей. Мы рекомендуем не терять время и записываться на ближайшую консультацию или прием к любому специалисту. Помните, что чем больше времени Вы теряете, тем сложнее будет любому специалисту помочь Вам. К тому же, запись к Александру Тимофеевичу производится за месяц и вероятность попасть к нему ниже, в силу большого спроса и загруженности."
  }, 
  {
    question: "Как можно записаться на консультацию к Огулову А.Т.?",
    answer: "На консультацию к Александру Тимофеевичу Вы можете записаться через наш call-центр, позвонив по номеру телефона 8 495 648 66 81 или 8 800 550 47 95. Запись производится в начале каждого месяца на следующий месяц. Если Вы не успели записаться к Александру Тимофеевичу, но у вас срочная ситуация, не терпящая отлагательств - смело записывайтесь на консультацию к любому специалисту нашей Клиники. Вы гарантированно получите профессиональную консультацию по вашему вопросу от квалифицированного специалиста Клиники Огулова. "
  }, 
  {
    question: "Как я могу записаться к на консультацию/прием?",
    answer: "Дистанционно Вы можете сделать это, позвонив в наш call-центр по номеру 8 800 550 47 95. Если же Вы находитесь в нашем Центре, Вы можете записаться на прием у администратора на ресепшн. "
  }, 
  {
    question: "Можно ли поставить меня в лист ожидания, если плотная запись у специалиста?",
    answer: "Конечно, если нужное Вам время занято, по вашему желанию Вас могут записать в лист ожидания. Если у специалиста освободится время - Вам об этом сообщат сотрудники нашего call-центра."
  }, 
  {
    question: "Как понять к какому специалисту идти на прием и кто на чем специализируется?",
    answer: "Сотрудники нашей Клиники - это дипломированные специалисты, владеющие методом Огулова А.Т, имеющие успешный опыт работы с пациентами. В зависимости от того, какую задачу Вы хотите решить в нашей Клинике, сотрудники call-центра подскажут, к какому специалисту лучше обратиться, так как у каждого специалиста своя специализация по медицинскому образованию.   А также, всю подробную информацию о специалистах Вы можете найти на нашем сайте, в разделе Специалисты. "
  }, 
  {
    question: "Какую одежду надевать и нужно ли раздеваться полностью на консультации?",
    answer: "Одежда должна быть удобной и комфортной. чтобы можно было легко освободить части тела, необходимые для осмотра. Раздеваться полностью не требуется. "
  }, 
  {
    question: "Что нужно взять с собой на первый прием?",
    answer: "На первый прием можно взять с собой результаты анализов и обследований, заключения УЗИ, КТ, МРТ."
  }, 
  {
    question: "Что делать в первую очередь, висцеральный массаж или диагностику?",
    answer: "В первую очередь надо попасть на консультацию, на которой будет понятно, нужна ли Вам дополнительная диагностика. Безусловно, диагностика позволяет исключить неточные предположения и догадки. Если Вы прошли диагностику, то далее необходимо попасть на прием к нашему специалисту по висцеральной практике."
  }, 
  {
    question: "Можно ли употреблять пищу и воду перед массажем?",
    answer: "Употреблять напитки можно. Употреблять пищу тоже можно, но, поскольку основная работа будет с Вашим животом, лучше не употреблять пищу за 2 часа до сеанса."
  }, 
  {
    question: "Как готовиться к (любой) диагностике?",
    answer: "Перед любой диагностикой, для чистоты результата, рекомендуется исключить за сутки алкоголь и табак, а в день исследования - кофе, чай и любые стимуляторы, жирную, острую и копченую пищу. Также, запрещено принимать сильнодействующие препараты за исключением жизненно необходимых. Желательно взять эти препараты с собой на диагностику."
  }, 
  {
    question: "Смогут ли мне расшифровать мою диагностику?",
    answer: "Безусловно. Расшифровка результатов диагностики в первую очередь производится специалистом по диагностике. Далее, на приеме у специалиста по оздоровлению на основании результатов диагностики Вы получите рекомендации по питанию, питьевому режиму, препаратам, способствующим более быстрому и эффективному процессу оздоровления."
  }, 
  {
    question: "Сколько пиявок/пчел обычно ставят за 1 процедуру?",
    answer: "Количество пиявок для постановки - индивидуально, об этом вы сможете узнать у своего специалиста во время процедуры."
  }, 
  {
    question: "Есть ли у вас антипаразитарная программа?",
    answer: "Антипаразитарная программа разрабатывается индивидуально и включает в себя процедуры, прием препаратов по назначению специалиста и домашние задания."
  }, 
  {
    question: "Есть у вас филиалы в других городах?",
    answer: "Нет, центры у нас только в Москве. Но мы предоставляем информацию о специалистах, обученных в нашей Академии и практикующих висцеральный массаж в других городах. Запросить данные можно по телефону 8 800 550 47 95, е-mail: academy@ogulov.org"
  }, 
  {
    question: "Если я живу в другом городе, можно ли пройти лечение стационарно?",
    answer: "Нет. Процедуры по оздоровлению проходят только амбулаторно."
  }, 
  {
    question: "Есть ли парковка возле оздоровительного центра?",
    answer: "Возле всех наших Клиник имеется свободная парковка на придомовой территории. Заезд на территорию к нашему Центру по адресу проспект Маршала Жукова, д.78, корп.2 осуществляется по заранее оформленному пропуску, только для лиц с ограниченными возможностями/инвалидов. Оставить заявку на оформление пропуска вы можете по телефону нашей горячей линии 8 800 550 47 95  Услугу вызова такси вы можете оформить на ресепшн "
  }, 
  {
    question:"Есть ли лифт или пандус для инвалидных и детских колясок?",
    answer: "В центре Марьинский бульвар, д.11 - крыльцо оборудовано пандусом. В центре Проспект Маршала Жукова, д.78, к.2 – есть лифт.  В центре Проспект Маршала Жукова, д.78, к.4 – лестница оборудована откидным пандусом. Лифта нет."
  }, 
  {
    question:"Как решить вопрос с проживанием для иногородних пациентов/обучающихся?",
    answer: "Вы можете найти удобные варианты проживания на сайтах ' www.booking.com, www.airbnb.ru, www.cian.ru, www.avito.ru Ближайшая гостиница к центру на Маршала Жукова - 'СеверСити' https://www.seversiti.ru/contacts/"
  }, 
  {
    question: "Есть ли какая-то скидка постоянным клиентам?",
    answer: "При единовременной оплате 10 сеансов и больше – скидка 10%. Инвалидам I группы и инвалидам детства (до 16 лет) - скидка 10%. Инвалидам II группы - скидка 5%. Скидки членам Ассоциации - 5%. Участникам В.О.В. - скидка 20%."
  },

];