import React from 'react';
import { Link } from 'react-router-dom';
import './clinic.css';


const doctors = [
  { 
    id: "ogulov-aleksandr", // Поменяли на строковый ID для роутинга /clinic/doctors/ogulov-aleksandr
    name: "Огулов Александр Тимофеевич", 
    role: "Генеральный директор Учебно-оздоровительного Огулов Центра. Президент Профессиональной ассоциации специалистов висцеральных практик, профессор народной медицины, действительный член международной Европейской Академии Естественных наук (Ганновер. Германия). Основоположник и исследователь направления 'Висцеральная практика' - массаж внутренних органов через переднюю стенку живота. Профессиональное начало деятельности в области висцеральной практики с 1985 года.", 
    image: "/images/Ogulov.jpg",
    methods: ["visceralnaya-praktika"]
  },
  {
    id: "smirnov-konstantin",
    name: "Смирнов Константин Анатольевич",
    role: "Специалист висцеральных практик высшей категории, специалист по оздоровлению пчелами, натуропат.",
    image: "/images/smirnov.jpg",
    methods: ["visceralnaya-praktika"]
  }
];

export default function ClinicDoctors() {
  return <h1>Специалисты</h1>;
}