import React from 'react';
import { Link } from 'react-router-dom';
import './clinic.css';

export const doctors = [
  { 
    id: "ogulov-aleksandr",
    name: "Огулов Александр Тимофеевич", 
    role: "Генеральный директор Учебно-оздоровительного Огулов Центра. Президент Профессиональной ассоциации специалистов висцеральных практик, профессор народной медицины, действительный член международной Европейской Академии Естественных наук (Ганновер. Германия). Основоположник и исследователь направления 'Висцеральная практика' - массаж внутренних органов через переднюю стенку живота. Профессиональное начало деятельности в области висцеральной практики с 1985 года.", 
    fullDescr: 
    `Генеральный директор Учебно-оздоровительного Огулов Центра.
     Президент Профессиональной ассоциации специалистов висцеральных практик, профессор народной медицины, действительный член международной Европейской Академии Естественных наук (Ганновер. Германия). Основоположник направления «Висцеральная практика» (массаж внутренних органов через переднюю стенку живота), автор метода «Коррекция функционального состояния организма».
     Профессиональное начало деятельности в области висцеральной практики с 1985 года.
     Имеет более 10 000 своих учеников и последователей в разных странах мира.

     Награжден медалями:

    лауреата премии им. Я. Г. Гальперина «За вклад в развитие народной медицины в России».
    янтарной звездой Магистра народной медицины.
    медалью «За практический вклад в укрепление здоровья нации».
    награжден медалью Пауля Эрлиха «Во благо здоровья».
    почетной медалью «За успехи в народной медицине».

    Мастер Спорта СССР по самбо и дзюдо.
    Автор множества книг и публикаций по висцеральной практике и лечению заболеваний внутренних органов.
    image: "/images/Ogulov.jpg"`,
    image: "/images/smirnov.jpg",
    methods: ["visceralnaya-praktika"]
  },
  {
    id: "smirnov-konstantin",
    name: "Смирнов Константин Анатольевич",
    role: "Специалист висцеральных практик высшей категории, специалист по оздоровлению пчелами, натуропат.",
    fullDescr: 
    `Специалист висцеральных практик высшей категории, специалист по оздоровлению пчелами, натуропат.
    Окончил Российский национально-исследовательский медицинский университет им. Н.И. Пирогова по специальности «Педиатрия».
    Член Профессиональной ассоциации специалистов висцеральных практик.
    Аккредитованный преподаватель Академии Огулова.

    Ведет семинары:
    Гирудооздоровление. Постановка пиявок.
    Оздоровление пчелами и продуктами пчеловодства в висцеральной практике.

    Опыт медицинской и оздоровительной деятельности:

    опыт в традиционной медицине (реаниматология — 7 лет, гастроэнтерология — 3 года.)
    опыт оздоровительных практик — 15 лет.
    С 2004 года работает в Клинике Огулова.`,

    image: "/images/smirnov.jpg",
    methods: ["visceralnaya-praktika"]
  }
];